app/views/gossip/show.html.erb

		  		<blockquote class="blockquote mb-0">
		  			 <footer class="blockquote-footer text-right"><%= link_to @gossip.user.first_name, users_path(@gossip.user.id) %> </footer></blockquote>
---
SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 65], ["LIMIT", 1]]