app/views/index/show.html.erb

SELECT "gossips".* FROM "gossips"
---
		<!-- Ici, on lui demande d'afficher pour chaque gossip, l'auteur + le contenu -->
		<% Gossip.all.each do |gossip| %>

SELECT  "users".* FROM "users" WHERE "users"."id" = $1 LIMIT $2  [["id", 65], ["LIMIT", 1]]
---
			  		<h3 class="card-title"><%=link_to gossip.title, gossips_path(gossip.id) %> </h3>
			  		<p class="card-text"><%= gossip.user.first_name %></p>