app/controllers/gossip_controller.rb

  def show
  	@id = params[:id]
  	@gossip = Gossip.all.find(@id)
---
SELECT  "gossips".* FROM "gossips" WHERE "gossips"."id" = $1 LIMIT $2  [["id", 61], ["LIMIT", 1]]